<?php

return [
    'menu_home' => 'КОМНАТЫ',
    'menu_checked' => 'ИЗБРАННОЕ',
    'menu_checked_edit' => 'НАСТРОЙКИ',
    'menu_back' => 'НАЗАД',
    'video_title' => 'ВИДЕО',
    'location_title' => 'ЛОКАЦИЯ',
    
    'all' => 'ВСЕ',
  
    'app_control_labels' => [
        1 => 'СВЕТ',
        2 => '',
        3 => 'РОЗЕТКА',
        4 => 'ТЕРМОМЕТР',
        5 => 'ТЕРМОСТАТ',
        6 => '',
        7 => 'ВЕНТИЛЯЦИЯ',
        8 => '',
        9 => '',
        10 => 'ВЛАЖНОСТЬ',
        11 => 'СО',
        12 => '',
        13 => 'Атм. давление',
        14 => 'ТОК',
    ],
    
    'checked_add_info' => 'Отметьте все устройства, которые нужно отображать на странице "Избранные".',
    'checked_order_info' => 'Для удобства восприятия устройств на странице "Избранные" вы можете выстроить их в нужном порядке.',
    'checked_color_info' => 'Вы можете определять правила раскрашивания графиков используя частичное совпадение по названию устройства.',
    
    'page_append' => 'ДОБАВИТЬ',
    'page_order' => 'ПОРЯДОК',
    'page_color' => 'ЦВЕТ',
    
    'btn_append' => 'ДОБАВИТЬ',
    'btn_update' => 'ОБНОВИТЬ',
    'btn_delete' => 'УДАЛИТЬ',
];