<?php

return [
    'menu' => 'Процессы',
    'title' => '',
    
    'demon_run' => 'Запустить текущий процесс',
    'demon_stop' => 'Остановить текущий процесс',
    'demon_reload' => 'Перезапустить тукущий процесс',
    
    'demon_run_confirm' => 'Запустить текущий процесс?',
    'demon_stop_confirm' => 'Остановить текущий процесс?',
    'demon_reload_confirm' => 'Перезапустить тукущий процесс?',
    
    'rs485-demon' => 'Связь с щитовыми контроллерами',
    'schedule-demon' => 'Контроль расписания',
    'command-demon' => 'Командный процессор',
    'observer-demon' => 'Наблюдатель за параметрами системы',
];