<?php

return [
    'menu' => 'Переменные',
    'title' => '',  
    
    'log_app_control' => [
        0 => '-//-',
        1 => 'СВЕТ',
        2 => 'СЕНС.',
        3 => 'РОЗ.',
        4 => 'ТЕМП.',
        5 => 'ТСТАТ',
        6 => 'КАМЕРА',
        7 => 'ВЕНТ.',
        8 => 'ДВИЖ.',
        9 => 'ЗАТОПЛ.',
        10 => 'ВЛАЖН.',
        11 => 'СО',
        12 => 'ДВЕРЬ',
        13 => 'АТМ.',
        14 => 'ТОК',        
    ],
    
    'log_app_control_dim' => [
        0 => '-//-',
        1 => [0 => 'ВЫКЛ.', 1 => 'ВКЛ.'],
        2 => [0 => 'ОТЖ.', 1 => 'НАЖ.'],
        3 => [0 => 'ВЫКЛ.', 1 => 'ВКЛ.'],
        4 => '°C',
        5 => '°C',
        6 => 'КАМЕРА',
        7 => '%',
        8 => [0 => 'НОРМ.', 1 => 'ДВИЖ.'],
        9 => [0 => 'НОРМ.', 1 => 'ТРЕВОГА'],
        10 => '%',
        11 => 'ppm',
        12 => [0 => 'ОТКР.', 1 => 'ЗАКР.'],
        13 => 'mm',
        14 => 'A',        
    ],
];