<?php

return [
    'menu' => 'Переменные',
    'title' => '',  
    
    'app_control' => [
        0 => '-//-',
        1 => 'Свет',
        2 => 'Выключатель',
        3 => 'Розетка',
        4 => 'Термометр',
        5 => 'Термостат',
        6 => 'Камера',
        7 => 'Вентиляция',
        8 => 'Датчик движения',
        9 => 'Датчик затопления',
        10 => 'Гигрометр',
        11 => 'Датчик газа',
        12 => 'Датчик двери',
        13 => 'Атмосферное давление',
        14 => 'Датчик тока',
    ],
    
    'log_app_control' => [
        0 => '-//-',
        1 => 'СВЕТ',
        2 => 'СЕНС.',
        3 => 'РОЗ.',
        4 => 'ТЕМП.',
        5 => 'ТСТАТ',
        6 => 'КАМЕРА',
        7 => 'ВЕНТ.',
        8 => 'ДВИЖ.',
        9 => 'ЗАТОПЛ.',
        10 => 'ВЛАЖН.',
        11 => 'СО',
        12 => 'ДВЕРЬ',
        13 => 'АТМ.',
        14 => 'ТОК',        
    ],
    
    'log_app_control_dim' => [
        0 => '-//-',
        1 => [0 => 'ВЫКЛ.', 1 => 'ВКЛ.'],
        2 => [0 => 'ОТЖ.', 1 => 'НАЖ.'],
        3 => [0 => 'ВЫКЛ.', 1 => 'ВКЛ.'],
        4 => '°C',
        5 => '°C',
        6 => 'КАМЕРА',
        7 => '%',
        8 => [0 => 'НОРМ.', 1 => 'ДВИЖ.'],
        9 => [0 => 'НОРМ.', 1 => 'ТРЕВОГА'],
        10 => '%',
        11 => 'ppm',
        12 => [0 => 'ОТКР.', 1 => 'ЗАКР.'],
        13 => 'mm',
        14 => 'A',        
    ],
    
    'table_id' => 'ID',
    'table_controller' => 'Контроллер',
    'table_typ' => 'Тип',
    'table_ow' => 'OW устройство',
    'table_readonly' => 'Только чтение',
    'table_name' => 'Идентификатор',
    'table_comm' => 'Описание',
    'table_group' => 'Группа',
    'table_app_control' => 'Устройство',
    'table_value' => 'Значение',
    'table_channel' => 'Канал',
    
    'table_readonly_list' => [
        1 => 'НЕТ',
        0 => 'ДА',
    ],    
    
    'variable_add' => 'Добавить новую переменную...',
    
    'variable_add_title' => 'Добавить новую переменную',
    'variable_edit_title' => 'Редактирование переменной',
    
    'variable_delete_confirm' => 'Удалить выбранную переменную?',

];