<?php

return [
    'menu_home' => 'КОМНАТЫ',
    'menu_checked' => 'ИЗБРАННОЕ',
    'menu_checked_edit' => 'НАСТРОЙКИ',
    'menu_back' => 'НАЗАД',
  
    'app_control_labels' => [
        1 => 'СВЕТ',
        2 => '',
        3 => 'РОЗЕТКА',
        4 => 'ТЕРМОМЕТР',
        5 => 'ТЕРМОСТАТ',
        6 => '',
        7 => 'ВЕНТИЛЯЦИЯ',
        8 => '',
        9 => '',
        10 => 'ВЛАЖНОСТЬ',
        11 => 'СО',
        12 => '',
        13 => 'Атм. давление',
        14 => 'ТОК',
    ],
    
    'btn_append' => 'Добавить',
    'btn_update' => 'Обновить',
    'btn_delete' => 'Удалить',
];